{
  "metadata": {
    "title": "Terms and Conditions",
    "description": "Bachacode Developers specializes in custom web development, offering static sites, web applications and WordPress, tailored to your needs."
  },
  "page": {
    "title": "Terms and Conditions",
    "identity": {
      "title": "Identification of the Owner",
      "body": "These <strong>Terms and Conditions</strong> govern the purchase and sale of the services provided by <strong>CRISTHIAN JOSÉ FLORES ASTUDILLO</strong> (hereinafter referred to as the “<strong>Owner</strong>”), a resident of Venezuela, who can be contacted via email at <email>hola@bachacode.com</email>, and who markets such services through the website <homepage>https://bachacode.com</homepage> (hereinafter referred to as the “<strong>Website</strong>”)."
    },
    "acceptance": {
      "title": "Acceptance of the Terms and Conditions",
      "body": "By using the services of the <strong>Website</strong>, the user (hereinafter referred to as the “<strong>User</strong>” or “<strong>Users</strong>”) accepts these <strong>Terms and Conditions</strong>, which define the rights and obligations of the <strong>Owner</strong> and the <strong>User</strong> in relation to the professional relationship that may arise from the use of the services accessible through the <strong>Website</strong>. These are the only <strong>Terms and Conditions</strong> applicable to the use of the <strong>Website</strong> (without prejudice to the fact that certain services may be subject to additional terms) and to the engagement of services such as consultations, project management, project development, or related activities offered by the <strong>Owner</strong>. These <strong>Terms and Conditions</strong> supersede any other conditions.<br></br>The use of the <strong>Website</strong> and the services offered through it is prohibited for persons under 18 years of age. If it is determined that a minor is using the <strong>Website</strong> or attempting to engage with the services, the <strong>Owner</strong> will immediately restrict or deny such access."
    },
    "purpose": {
      "title": "Purpose",
      "body": "The <strong>Website</strong> offers professional web development and consulting services, including but not limited to:<list><li>Custom static websites</li><li>WordPress-based websites</li><li>Custom web applications</li><li>Web consulting and strategic planning</li><li>Web support and maintenance</li><li>Website optimization (SEO, performance, and user experience)</li></list>The purpose of these general conditions is to regulate the provision of these Services to the <strong>Users</strong>."
    },
    "use": {
      "title": "Use of the Website",
      "body": "The <strong>Users</strong> agree to make lawful, diligent, honest, and proper use of any information or content to which they have access through the <strong>Website</strong>, always acting in good faith and in compliance with the applicable laws and these <strong>Terms and Conditions</strong>.<br></br>The <strong>Owner</strong> reserves the right to restrict access to the <strong>Website</strong> to those <strong>Users</strong> who misuse it, engage in fraudulent acts, or carry out activities that may harm or attempt to harm the <strong>Owner</strong>.<br></br>If the <strong>Owner</strong> detects any anomaly or has reasonable grounds to believe that a <strong>User</strong> is engaging in fraudulent activities that contravene good faith and these <strong>Terms and Conditions</strong>, the <strong>Owner</strong> may restrict or block access to that <strong>User</strong> and, if applicable, take all corresponding legal actions.<br></br>The following activities are expressly prohibited:<list><li>Carrying out hacking, phishing, scraping, or any technique that compromises the security of the <strong>Website</strong>.</li><li>Accessing restricted areas without express authorization.</li><li>Distributing malware or interfering with the proper functioning of the <strong>Website</strong>.</li></list>"
    },
    "data_protection": {
      "title": "Data Protection",
      "body": "The processing of personal data is carried out in accordance with the applicable data protection regulations, including international standards such as the General Data Protection Regulation (GDPR) and, where applicable, the laws of the United States or other relevant jurisdictions. For more details, please refer to our <link>Privacy Policy</link>."
    },
    "cookies": {
      "title": "Cookies",
      "body": "This <strong>Website</strong> uses technical and analytical cookies. To learn about their purpose and how to manage them, please refer to our <link>Cookie Policy</link>, drafted in compliance with the applicable legal framework on electronic communications and online services."
    },
    "intellectual_property": {
      "title": "Intellectual Property",
      "body": "All contents of the <strong>Website</strong> (texts, images, designs, source code, trademarks, logos, etc.) are the property of the <strong>Owner</strong> or of third parties who have authorized their use. Their reproduction, distribution, or public communication without prior written authorization is expressly prohibited, in accordance with applicable intellectual property and trademark laws.<br></br>Accordingly, and under the provisions of national, international, and applicable intellectual property and industrial property regulations, the reproduction, transmission, adaptation, translation, distribution, public communication, including the provision of access to all or part of the contents of the <strong>Website</strong>, for purposes other than personal use by the <strong>User</strong>, in any medium and by any technical means, is expressly prohibited without prior written authorization from the <strong>Owner</strong>.<br></br>In particular, and in accordance with international standards on intellectual property, the use of all or part of the contents of this <strong>Website</strong>, and specifically content created by the <strong>Owner</strong>, for commercial purposes, in any medium and by any technical means, is expressly prohibited without the prior written authorization of the <strong>Owner</strong>.<br></br>The <strong>Owner</strong> does not grant any license or authorization of use of any kind over its intellectual and industrial property rights or over any other property or right related to the <strong>Website</strong>, except as provided in this clause, and under no circumstances shall it be understood that access and navigation by the <strong>Users</strong> implies a waiver, transfer, or total or partial assignment of said rights by the <strong>Owner</strong>.<br></br>Any unauthorized use of such contents by the <strong>User</strong> shall be considered a serious breach of the intellectual or industrial property rights of the <strong>Owner</strong> and shall give rise to the corresponding legal liabilities."
    },
    "liability": {
      "title": "Liability",
      "body": "The <strong>Owner</strong> does not grant any warranty and shall not be held liable, under any circumstances, for damages of any kind that may arise from access to or use of the contents or the <strong>Website</strong>, except in cases of willful misconduct or gross negligence on the part of the <strong>Owner</strong>. Without limitation, the <strong>Owner</strong> shall not be responsible for the following circumstances:<list><li>The lack of availability, maintenance, and proper functioning of the <strong>Website</strong> and/or its services or contents, excluding, to the maximum extent permitted by applicable law, any liability for damages that may result from interruptions or lack of continuity in the functioning of the <strong>Website</strong>, such as errors or delays in accessing the <strong>Website</strong> by the <strong>User</strong>, or any anomaly that may arise beyond the good faith of the <strong>Owner</strong>.</li><li>The lack of usefulness of the <strong>Website</strong> or its contents for any particular service or purpose.</li><li>The content of external websites that may be linked from the <strong>Website</strong>.</li><li>The existence of viruses, malicious programs, or harmful elements on the <strong>Website</strong>.</li><li>The unlawful, negligent, fraudulent, or bad-faith use of the <strong>Website</strong> or its contents by <strong>Users</strong>, including any infringement of the intellectual and/or industrial property rights of the <strong>Owner</strong> or third parties.</li></list>Under no circumstances shall the services offered through this <strong>Website</strong> be understood as guaranteeing specific results. Any reference to potential performance or outcomes shall not be interpreted as a warranty of results.<br></br>In any case, the <strong>Owner</strong> undertakes to address issues that may arise and to provide all necessary support to the <strong>User</strong> in order to achieve a prompt and satisfactory resolution of any incident."
    },
    "modifications": {
      "title": "Modifications",
      "body": "The information displayed on this <strong>Website</strong> is current as of the date of its last update. The <strong>Owner</strong> reserves the right to update, modify, or remove the information on this <strong>Website</strong>, as well as these <strong>Terms and Conditions</strong>, the <strong>Privacy Policy</strong>, or any other information, including the description or name of its services, for reasons of marketing, strategy, or any other circumstances deemed appropriate.<br></br>The modifications to these <strong>Terms and Conditions</strong> shall enter into force from the moment of their publication on this <strong>Website</strong>."
    },
    "severability": {
      "title": "Severability and Validity of Clauses",
      "body": "If any clause included in these <strong>Terms and Conditions</strong> is declared, in whole or in part, null or invalid, such nullity or invalidity shall only affect that provision or the part of it that is null or invalid. The remaining clauses shall remain in full force and effect, and the affected provision, or the part of it that is invalid, shall be deemed not included."
    },
    "exclusion": {
      "title": "Right of Exclusion",
      "body": "The <strong>Owner</strong> reserves the right to deny or withdraw access to the <strong>Website</strong> and/or the services offered, without prior notice and at its own discretion or at the request of a third party, from those <strong>Users</strong> who fail to comply with these <strong>Terms and Conditions</strong>."
    },
    "law_jurisdiction": {
      "title": "Applicable Law and Jurisdiction",
      "body": "These <strong>Terms and Conditions</strong> shall be governed and interpreted in accordance with the laws of the jurisdiction in which the <strong>Owner</strong> is legally established, without regard to its conflict of law provisions. In the event of any dispute, the parties expressly submit to the competent courts of that jurisdiction, unless otherwise provided by applicable mandatory law."
    }
  }
}
